cosmoi.org
#+Title: Cosmoi
#+Author: Mario Román
#+Email: mromang08@gmail.com
#+Creator: <a href="https://mroman42.github.com">@mroman42</a>.

#+Options: toc:nil date:t num:nil
#+Options: html-style:nil
#+Options: html-postamble:t
#+Options: tex:dvisvgm

* About
:PROPERTIES:
:TITLE:  About
:EXPORT_FILE_NAME: about.html
:END:

Hi! I'm *Mario Román*.  I am studying an MSc on Mathematics and Computer
Science at the University of Oxford; my main interests being
[[https://en.wikipedia.org/wiki/Category_theory][categories]], [[https://en.wikipedia.org/wiki/Type_theory][types]], [[https://en.wikipedia.org/wiki/Functional_programming][functional programming]] and logic.  I completed my
(double) bachelor's degree at the [[https://www.ugr.es/en/][University of Granada]] (Spain).  I am a
founder and ex-organizer of the [[https://libreim.github.io/][LibreIM]] community, for which I still
write articles and organize seminars.

  - GitHub: [[https://github.com/mroman42][@mroman42]]
  - GitLab: [[https://gitlab.com/mroman42][@mroman42]]
  - CV: [[https://mroman42.github.io/friggeri-cv-a4/cv.pdf][My CV on Github pages]].
  - Email: [[mailto:mromang08+blog@gmail.com][mromang08+cosmoi@gmail.com]]
  - Mastodon: [[https://mastodon.social/@mroman42][@mroman42@mastodon.social]]

All the articles in this page are licensed under [[https://creativecommons.org/licenses/by-sa/2.0/][Creative Commons BY-SA 2.0]]
unless otherwise specified.

