about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-06-24 Mon 10:29 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>About</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mario Román" />
<link rel="stylesheet" href="default.css" />
<link rel="stylesheet" href="mathjax_fonts.css" />
<link rel="stylesheet" href="syntax.css" />
<div id="header">
<div id="logo">
<a hrwef="blog.html">Mario Román</a>
</div>
<div id="navigation">
<a href="about.html">About</a>
<a href="blog.html">Blog</a>
<a href="math.html">Math</a>
<a href="feed.xml">RSS</a>
</div>
</div>
</head>
<body>
<div id="content">
<h1 class="title">About</h1>
<p>
Hi! I'm <b>Mario Román</b>.  I am studying an MSc on Mathematics and Computer
Science at the University of Oxford; my main interests being
<a href="https://en.wikipedia.org/wiki/Category_theory">categories</a>, <a href="https://en.wikipedia.org/wiki/Type_theory">types</a>, <a href="https://en.wikipedia.org/wiki/Functional_programming">functional programming</a> and logic.  I completed my
(double) bachelor's degree at the <a href="https://www.ugr.es/en/">University of Granada</a> (Spain).  I am a
founder and ex-organizer of the <a href="https://libreim.github.io/">LibreIM</a> community, for which I still
write articles and organize seminars.
</p>

<ul class="org-ul">
<li>GitHub: <a href="https://github.com/mroman42">@mroman42</a></li>
<li>GitLab: <a href="https://gitlab.com/mroman42">@mroman42</a></li>
<li>CV: <a href="https://mroman42.github.io/friggeri-cv-a4/cv.pdf">My CV on Github pages</a>.</li>
<li>Email: <a href="mailto:mromang08+blog@gmail.com">mromang08+cosmoi@gmail.com</a></li>
<li>Mastodon: <a href="https://mastodon.social/@mroman42">@mroman42@mastodon.social</a></li>
</ul>

<p>
All the articles in this page are licensed under <a href="https://creativecommons.org/licenses/by-sa/2.0/">Creative Commons BY-SA 2.0</a>
unless otherwise specified.
</p>
</div>
<div id="postamble" class="status">
<div id="footer"><p class="postamble">Last edited . Written by <a href="https://mroman42.github.com">@mroman42</a>.</p></div>
</div>
</body>
</html>
